tap "homebrew/bundle"
tap "homebrew/services"
tap "rusty-ferris-club/tap"
tap "sergiomss/tap"
tap "vimond/tap", "git@github.com:vimond/homebrew-tap.git"
brew "ack"
brew "coreutils"
brew "asdf"
brew "awscli"
brew "bat"
brew "circleci"
brew "colordiff"
brew "conftest"
brew "cookiecutter"
brew "direnv"
brew "dotnet"
brew "eza"
brew "ffmpeg"
brew "fzf"
brew "gcc"
brew "gh"
brew "gnupg"
brew "go"
brew "goreleaser"
brew "gradle"
brew "helm"
brew "ipcalc"
brew "jenv"
brew "jq"
brew "k9s"
brew "kops"
brew "lazygit"
brew "lua"
brew "mage"
brew "make"
brew "node"
brew "markdownlint-cli"
brew "maven"
brew "maven-completion"
brew "meilisearch", restart_service: true
brew "nats-server", restart_service: true
brew "neovim"
brew "newman"
brew "nvm"
brew "openjdk@11"
brew "pinentry-mac"
brew "plantuml"
brew "postgresql@14", restart_service: true
brew "pre-commit"
brew "pyenv"
brew "python-yq"
brew "redis", restart_service: true
brew "ripgrep"
brew "serverless"
brew "spaceship"
brew "starship"
brew "stern"
brew "terraform", link: false
brew "terraform-docs"
brew "tfenv"
brew "tmux"
brew "tomcat"
brew "tree"
brew "vagrant-completion"
brew "watch"
brew "wget"
brew "whalebrew"
brew "rusty-ferris-club/tap/shellclear"
brew "sergiomss/tap/ks"
brew "vimond/tap/aadawscli"
brew "vimond/tap/aws_adfs"
brew "vimond/tap/cattail"
brew "vimond/tap/puncher"
brew "vimond/tap/tfconfig"
brew "vimond/tap/touche"
brew "vimond/tap/updog"
cask "blender"
cask "brooklyn"
cask "fig"
cask "iterm2"
cask "orbstack"
cask "pritunl"
cask "slack"
cask "tableplus"
cask "typora"
cask "vagrant"
cask "visual-studio-code"
cask "vlc"
cask "whisky"
cask "zed"
vscode "4ops.terraform"
vscode "alefragnani.project-manager"
vscode "apollographql.vscode-apollo"
vscode "be5invis.toml"
vscode "bierner.markdown-preview-github-styles"
vscode "biomejs.biome"
vscode "bradlc.vscode-tailwindcss"
vscode "bufbuild.vscode-buf"
vscode "castwide.solargraph"
vscode "christian-kohler.npm-intellisense"
vscode "clarkyu.vscode-sql-beautify"
vscode "codezombiech.gitignore"
vscode "danielpinto8zz6.c-cpp-compile-run"
vscode "darkriszty.markdown-table-prettify"
vscode "Dart-Code.dart-code"
vscode "Dart-Code.flutter"
vscode "dbaeumer.vscode-eslint"
vscode "denoland.vscode-deno"
vscode "donjayamanne.git-extension-pack"
vscode "donjayamanne.githistory"
vscode "DotJoshJohnson.xml"
vscode "dtoplak.vscode-glsllint"
vscode "eamodio.gitlens"
vscode "earthly.earthfile-syntax-highlighting"
vscode "EditorConfig.EditorConfig"
vscode "esbenp.prettier-vscode"
vscode "FelixAngelov.bloc"
vscode "firsttris.vscode-jest-runner"
vscode "GitHub.codespaces"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "GitHub.github-vscode-theme"
vscode "GitHub.remotehub"
vscode "github.vscode-github-actions"
vscode "GitHub.vscode-pull-request-github"
vscode "golang.go"
vscode "Grafana.vscode-jsonnet"
vscode "GraphQL.vscode-graphql"
vscode "GraphQL.vscode-graphql-syntax"
vscode "hashicorp.terraform"
vscode "IBM.output-colorizer"
vscode "jbockle.jbockle-format-files"
vscode "jeroen-meijer.pubspec-assist"
vscode "jock.svg"
vscode "lauren.vue-pack"
vscode "lehni.vscode-fix-checksums"
vscode "marp-team.marp-vscode"
vscode "mhutchie.git-graph"
vscode "ms-azure-devops.azure-pipelines"
vscode "ms-azuretools.vscode-azureappservice"
vscode "ms-azuretools.vscode-azurefunctions"
vscode "ms-azuretools.vscode-azureresourcegroups"
vscode "ms-azuretools.vscode-azureterraform"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.python"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.azure-account"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.live-server"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-repositories"
vscode "ms-vscode.test-adapter-converter"
vscode "ms-vsliveshare.vsliveshare"
vscode "mtxr.sqltools"
vscode "passioinc.go-inline-pgformatter"
vscode "pflannery.vscode-versionlens"
vscode "redhat.fabric8-analytics"
vscode "redhat.java"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-microprofile"
vscode "redhat.vscode-yaml"
vscode "Rubymaniac.vscode-direnv"
vscode "rust-lang.rust-analyzer"
vscode "SimonSiefke.svg-preview"
vscode "slevesque.shader"
vscode "TinybirdCo.vscode-tinybird-support"
vscode "unifiedjs.vscode-mdx"
vscode "viktorzetterstrom.non-breaking-space-highlighter"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "vscjava.vscode-java-pack"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "wayou.vscode-todo-highlight"
vscode "withfig.fig"
vscode "wix.vscode-import-cost"
vscode "yzhang.markdown-all-in-one"
vscode "ziglang.vscode-zig"
vscode "ziyasal.vscode-open-in-github"
vscode "zxh404.vscode-proto3"
